Repository: SonicSardor/ustozshogird_telegram_bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Sherik kerak
ru: Нужен партнер

source: Ish joyi kerak
ru: Нужна работа

source: Xodim kerak
ru: Нужен рабочий

source: Ustoz kerak
ru: Нужен учитель

source: Shogird kerak
ru: Нужен ученик

source: {d1}: {d2}: {d3} 🕑 Yosh: {d4} 📚 Texnologiya: {d5} 🇺🇿 Telegram: @{us} 📞 Aloqa: {d6} 🌐 Hudud: {d7} 💰 Narxi: {d8} 👨🏻‍💻 Kasbi: {d9} 🕰 Murojaat qilish vaqti: {d10} 🔎 Maqsad: {d11} #{d13}
ru: {d1}: {d2}: {d3} 🕑 Возраст: {d4} 📚 Технология: {d5} 🇺🇿 Telegram: @{us} 📞 Связь: {d6} 🌐 Регион: {d7} 💰 Цена: {d8} 👨🏻‍💻 Профессия: {d9} 🕰 Время для связи: {d10} 🔎 Цель: {d11} #{d13}

source: Tilni tanlang:
ru: Выберите язык

source: Til tanlandi
ru: Выберите язык

source: Assalom alaykum {fullname} UstozShogird kanalining rasmiy botiga xush kelibsiz! /help yordam buyrugi orqali nimalarga qodir ekanligimni bilib oling!
ru: Здраствуйте {fullname} Добро пожаловать на бот канала UstozShogird! с помошью кнопки /help познайте на что способен наш бот!

source: 👨‍💼 Xodim
ru: 👨‍💼 Рабочий

source: 🏢 Idora
ru: 🏢 Копмания

source: 🎓 Ustoz
ru: 🎓 Учитель

source: 🎓 Shogird
ru: 🎓 Ученик

source: 🏅 Sherik
ru: 🏅 Партнер

source: {headline} Hozir sizga birnecha savollar beriladi. Har biriga javob bering. Oxirida agar hammasi to`g`ri bo`lsa, HA tugmasini bosing va arizangiz Adminga yuboriladi.
ru: {headline} Вам будут заданы несколько вопросов. Ответте на все вопросы. Если в коцне всё будет правильно нажмите на кноппу ДА и ваша анкета будет отправлена Администратору.

source: Idora nomi?
ru: Название компании

source: Ism, familiyangizni kiriting?
ru: Введите имя, фамилию

source: 🕑 Yosh: Yoshingizni kiriting? Masalan, 19
ru: 🕑 Возраст: Введите возраст? Например: 19

source: 📚 Texnologiya: Talab qilinadigan texnologiyalarni kiriting? Texnologiya nomlarini vergul bilan ajrating. Masalan, Java, C++, C#
ru: 📚 Технология: Введите требуемые технологии Разделите название технологий запятыми. Например, Java, C++, C#

source: 📞 Aloqa: Bog`lanish uchun raqamingizni kiriting? Masalan, +998 90 123 45 67
ru: 📞 Связь: Номер для связи? Например: +998 90 123 45 67

source: 🌐 Hudud: Qaysi hududdansiz? Viloyat nomi, Toshkent shahar yoki Respublikani kiriting.
ru: 🌐 Регион: Какой регион? Введете область, город Ташкент или Республика .

source: 💰 Narxi: Tolov qilasizmi yoki Tekinmi? Kerak bo`lsa, Summani kiriting?
ru: 💰 Цена: Оплачиваете или бесплатно? Если нужно введите сумму.?

source: 👨🏻‍💻 Kasbi: Ishlaysizmi yoki o`qiysizmi? Masalan, Talaba
ru: 👨🏻‍💻 Профессия: Работаете или учитесь? Например: Студент

source: 🕰 Murojaat qilish vaqti: Qaysi vaqtda murojaat qilish mumkin? Masalan, 9:00 - 18:00
ru: 🕰 Время для обрашений: Когда можно обращаться? Например, 9:00 - 18:00

source: 🔎 Maqsad: Maqsadingizni qisqacha yozib bering.
ru: 🔎 Цель: Напишите вашу цель.

source: ha
ru: да

source: Yoq
ru: Нет

source: Barcha ma'lumotlar to'g'rimi?
ru: Все данные верны?

source: junatish
ru: Oтправить
